Repository: Moraxyc/SandboxArk
Catalog: src/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Stopping…
zh_hans: 正在停止…

source: Not Enough Space
zh_hans: 空间不足

source: Scan Again
zh_hans: 重新扫描

source: Folders
zh_hans: 文件夹

source: Source Data
zh_hans: 数据总量

source: Space Needed
zh_hans: 所需空间

source: Space Available
zh_hans: 可用空间

source: Show Details
zh_hans: 显示详情

source: Hide Details
zh_hans: 隐藏详情

source: The scan is complete. You can start the backup.
zh_hans: 扫描完成，可以开始备份。

source: Export and keep a copy of your backup. The copy in this app is temporary: the system may remove it, and your next backup replaces it.
zh_hans: 请导出并保留备份副本。App 内的副本仅临时保存，系统可能将其清除，下次备份也会将其替换。

source: Cancel This Task?
zh_hans: 取消当前任务？

source: Cancelling stops the current task and removes its temporary files. Wait for cleanup to finish before closing.
zh_hans: 取消会停止当前任务并删除其临时文件。请等待清理完成后再关闭。

source: Keep Working
zh_hans: 继续任务

source: Cancel Task
zh_hans: 取消任务

source: Cancelling…
zh_hans: 正在取消…

source: %@ (%@ unreadable)
zh_hans: %@（%@ 项无法读取）

source: %@ files · %@ · %@
zh_hans: %@ 个文件 · %@ · %@

source: %@ items could not be read.
zh_hans: 有 %@ 项无法读取。

source: A database inside the sandbox could not be checked.
zh_hans: 无法检查沙盒中的某个数据库。

source: Create Partial Backup
zh_hans: 创建部分备份

source: Copied %@ of %@ files
zh_hans: 已复制 %@/%@ 个文件

source: Backup Cancelled
zh_hans: 备份已取消

source: Backup Failed
zh_hans: 备份失败

source: Backup Verified
zh_hans: 备份已校验

source: Browse Sandbox
zh_hans: 浏览沙盒

source: Cache
zh_hans: 缓存

source: Cancel stops the backup and removes this transaction's temporary files. Only a fully verified archive can be exported.
zh_hans: 取消会停止备份并删除本次事务的临时文件。只有完整校验通过的归档才能导出。

source: Cancelled
zh_hans: 已取消

source: Cannot Back Up This Sandbox
zh_hans: 无法备份此沙盒

source: Cannot Browse This Sandbox
zh_hans: 无法浏览此沙盒

source: Category Not Enabled
zh_hans: 类别未启用

source: Cleanup Required
zh_hans: 需要清理

source: Close
zh_hans: 关闭

source: Complete
zh_hans: 完整

source: Copying files…
zh_hans: 正在复制文件…

source: Could Not Be Read
zh_hans: 无法读取

source: Counting the files to back up. Nothing is copied yet.
zh_hans: 正在统计要备份的文件，此时还没有复制任何内容。

source: Create Backup
zh_hans: 创建备份

source: Credential Store
zh_hans: 凭据存储

source: Excluded
zh_hans: 已排除

source: Excluded by policy: %@.
zh_hans: 按策略排除：%@。

source: Excluded: %@
zh_hans: 已排除：%@

source: Exported. Keep the exported copy: SandboxArk's own copy is temporary and your next backup replaces it.
zh_hans: 已导出。请保留导出的副本：SandboxArk 自己的副本是临时的，下一次备份会替换它。

source: Export…
zh_hans: 导出…

source: Files
zh_hans: 文件

source: Files: %@ · %@
zh_hans: 文件：%@ · %@

source: Folder
zh_hans: 文件夹

source: Home
zh_hans: 主目录

source: Included folders: %@.
zh_hans: 包含的文件夹：%@。

source: Incomplete Folders: %@
zh_hans: 未完整读取的文件夹：%@

source: Keychain
zh_hans: 钥匙串

source: Logs
zh_hans: 日志

source: No archive was created, and this transaction's temporary files could not be removed. They are marked for cleanup.
zh_hans: 没有创建归档，且本次事务的临时文件无法删除，它们已被标记为待清理。

source: No archive was created, and this transaction's temporary files were removed.
zh_hans: 没有创建归档，本次事务的临时文件已删除。

source: Nothing was excluded.
zh_hans: 没有排除任何内容。

source: OK
zh_hans: 好

source: Partial
zh_hans: 部分

source: Partial Backup Verified
zh_hans: 部分备份已校验

source: Preview truncated at %@.
zh_hans: 预览已在 %@ 处截断。

source: Reading the archive back and checking every file against its checksum.
zh_hans: 正在回读归档，用校验和核对每个文件。

source: Ready to back up
zh_hans: 可以开始备份

source: Rescan
zh_hans: 重新扫描

source: SandboxArk can preview text, JSON, and plist files only.
zh_hans: SandboxArk 只能预览文本、JSON 和 plist 文件。

source: SandboxArk can read every file this app can access, so a backup can contain private app data. The archive is built and kept in this app's temporary storage until you export it, and SandboxArk never uploads anything.
zh_hans: SandboxArk 可以读取此 App 能访问的所有文件，因此备份可能包含 App 的私有数据。归档在导出前只存在于本 App 的临时存储中，SandboxArk 从不上传任何内容。

source: SandboxArk could not open this app's home directory, so no archive was created.
zh_hans: SandboxArk 无法打开此 App 的主目录，因此没有创建归档。

source: SandboxArk could not open this app's home directory, so nothing was read.
zh_hans: SandboxArk 无法打开此 App 的主目录，因此没有读取任何内容。

source: SandboxArk could not read part of the sandbox, so the backup stopped.
zh_hans: SandboxArk 无法读取沙盒的一部分，备份已停止。

source: SandboxArk could not save the archive to this device's storage.
zh_hans: SandboxArk 无法把归档写入此设备的存储。

source: SandboxArk may access all files that this app itself can access. Backups can contain private app data and are exported only when you ask.
zh_hans: SandboxArk 可以访问此 App 自身能访问的所有文件。备份可能包含 App 的私有数据，只会在你主动导出时导出。

source: SandboxArk's Own Files
zh_hans: SandboxArk 自身的文件

source: SandboxArk's access to the sandbox ended, so the backup stopped.
zh_hans: SandboxArk 对沙盒的访问已结束，备份已停止。

source: Scan
zh_hans: 扫描

source: Scan Sandbox
zh_hans: 扫描沙盒

source: Scanned Folders
zh_hans: 已扫描的文件夹

source: Scanning the sandbox…
zh_hans: 正在扫描沙盒…

source: Size
zh_hans: 大小

source: Some folders could not be scanned completely.
zh_hans: 部分文件夹未能完整扫描。

source: Space needed: %@, including a %@ reserve
zh_hans: 需要的空间：%@，其中包含 %@ 的保留空间

source: Start Backup
zh_hans: 开始备份

source: Starting the backup.
zh_hans: 正在开始备份。

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stopped at the Depth Limit
zh_hans: 达到深度上限而停止

source: Stopped at the Entry Limit
zh_hans: 达到条目上限而停止

source: Symbolic Link
zh_hans: 符号链接

source: Temporary Files
zh_hans: 临时文件

source: The archive could not be prepared for restoring.
zh_hans: 无法准备要恢复的归档。

source: The archive could not be written, so the backup stopped.
zh_hans: 无法写入归档，备份已停止。

source: The archive did not match its checksums, so it was not kept.
zh_hans: 归档与校验和不符，因此没有保留。

source: The archive was not exported. It still sits in SandboxArk's temporary storage and can be exported again.
zh_hans: 归档没有导出，它仍在 SandboxArk 的临时存储中，可以再次导出。

source: The archive was not made for this app.
zh_hans: 这个归档不是为此 App 创建的。

source: The archive will be marked partial, and every folder that could not be read completely is listed inside it.
zh_hans: 归档会被标记为部分备份，每个未能完整读取的文件夹都会列在里面。

source: The archive's index could not be read back.
zh_hans: 无法回读归档的索引。

source: The backup was cancelled before it finished.
zh_hans: 备份在完成前被取消。

source: The file could not be read.
zh_hans: 无法读取该文件。

source: The listing stopped at the depth limit.
zh_hans: 列表达到深度上限而停止。

source: The listing stopped at the entry limit.
zh_hans: 列表达到条目上限而停止。

source: The listing stopped before it finished.
zh_hans: 列表在完成前停止了。

source: The scan only reads; stopping it leaves the sandbox unchanged.
zh_hans: 扫描只读取，停止扫描不会改动沙盒。

source: The scan stopped at the depth limit.
zh_hans: 扫描达到深度上限而停止。

source: The scan stopped at the entry limit.
zh_hans: 扫描达到条目上限而停止。

source: The scan stopped before it finished.
zh_hans: 扫描在完成前停止了。

source: The verified archive was kept.
zh_hans: 已校验的归档已保留。

source: These numbers assume the worst case, including one uncompressed copy of the files while the archive is built. Every file is checked again as it is copied.
zh_hans: 这些数字按最坏情况估算，包含构建归档期间的一份未压缩副本。每个文件在复制时都会重新校验。

source: This backup cannot start, because this device does not have room for the archive. Free up space, then scan again.
zh_hans: 无法开始备份，因为此设备没有足够空间存放归档。请先释放空间，再重新扫描。

source: This device ran out of room for the archive, so the backup stopped.
zh_hans: 此设备空间不足，无法存放归档，备份已停止。

source: This file is not UTF-8 text, so SandboxArk cannot preview it.
zh_hans: 该文件不是 UTF-8 文本，SandboxArk 无法预览。

source: This folder could not be listed.
zh_hans: 无法列出此文件夹。

source: This folder is empty.
zh_hans: 此文件夹为空。

source: This scan is incomplete, so a backup of this sandbox would be partial.
zh_hans: 本次扫描不完整，因此这个沙盒的备份会是部分备份。

source: Try Again
zh_hans: 重试

source: Unknown App
zh_hans: 未知 App

source: Unknown Type
zh_hans: 未知类型

source: Unreadable
zh_hans: 无法读取

source: Unsupported File Type
zh_hans: 不支持的文件类型

source: Verifying the archive…
zh_hans: 正在校验归档…

source: Writing the archive…
zh_hans: 正在写入归档…

source: Wrote %@ of %@ archive entries
zh_hans: 已写入 %@/%@ 个归档条目

source: Checking databases…
zh_hans: 正在检查数据库…

source: Databases: %@ of %@ checked
zh_hans: 数据库：已检查 %@/%@

source: Not Verified: %@
zh_hans: 未验证：%@

source: the database could not be read
zh_hans: 数据库无法读取

source: a database sidecar could not be read
zh_hans: 数据库的附属文件无法读取

source: the database changed while it was copied
zh_hans: 复制期间数据库发生了变化

source: part of the database is excluded by policy
zh_hans: 数据库的一部分被策略排除

source: the group is incomplete, so it was not checked
zh_hans: 该数据库组不完整，因此未检查

source: this build cannot check databases
zh_hans: 此构建无法检查数据库

source: the database copy was busy
zh_hans: 数据库副本正被占用

source: the integrity check did not pass
zh_hans: 完整性检查未通过

source: the check did not finish in time
zh_hans: 检查未在限时内完成

source: the check exceeded its budget
zh_hans: 检查超出预算

source: the disposable copy could not be made
zh_hans: 无法创建一次性副本

source: there was not enough space to check
zh_hans: 空间不足，无法检查

source: the database is not in the archive
zh_hans: 归档中没有该数据库
